import 'package:flutter/material.dart';

Color background = Color(0xfff5f5f5);
Color redbackground = Color(0xffef1e25);
Color bluebackground = Color(0xff3c61a9);


List<String> image_banner = [
  'assets/images/418723337_n.jpg',
  'assets/images/4415682703244_n.jpg',
  'assets/images/424729827478838154154093919_n.jpg'
];

List<Map<String, dynamic>> news = [
  {
    'id': 1,
    'imageUrl': 'assets/images/4073048053889072317873475_n.jpg',
    'title': 'บริษัทอิโนเวชั่นส์ สนับสนุนโครงการประชุมเชิงปฏิบัติการด้านการพยาบาลผู้ป่วย',
    'content': 'เมื่อวันที่ 18-20 กันยายน 2567 บริษัทอิโนเวชั่นส์ สนับสนุนโครงการประชุมเชิงปฏิบัติการด้านการพยาบาลผู้ป่วยที่ใช้เครื่องช่วยหายใจ และจัดทำเกณฑ์วิธีสำหรับหย่าเครื่องช่วยหายใจ แก่บุคลากรกร และพยาบาลวิชาชีพ โรงพยาบาลอุทัยธานี โดยวิทยากรคุณวุฒิ ผศ.ดร.ทนันชัย บุญบูรพงศ์ อาจารย์แพทย์และอดีตหัวหน้าหน่วยบำบัดระบบหายใจ โรงพยาบาลรามาธิบดี มหาวิทยาลัยมหิดล'
  },
  {
    'id': 2,
    'imageUrl': 'assets/images/424729827478838154154093919_n.jpg',
    'title': 'สวัสดีปีใหม่2567"จากใจพวกเราชาว #eNovations',
    'content': 'มาช้าแต่มานะคะ...เนื่องในโอกาสขึ้นปีใหม่นี้ ขอขอบคุณผู้สนับสนุนทุกท่านที่ซัพพอร์ตทีมเราตลอดมา ขอขอบคุณอาจารย์หมอ ทีมแพทย์ พยาบาล และบุคลากรทางการแพทย์ทุกท่าน ที่ไว้วางใจให้เราได้ดูแลเรื่อยมา เราขอให้คำมั่นสัญญาว่าจะมุ่งมั่นและพัฒนาการให้บริการที่ดียิ่งขึ้นไปค่ะ ...ทั้งนี้บริษัทของเราเป็นตัวแทนจำหน่ายและบริการหลังการขายที่ได้รับการแต่งตั้งและสนับสนุน "โดยตรงจากผู้ผลิต" เพื่อให้ท่านมั่นใจได้ว่า ครุภัณฑ์การแพทย์ที่ท่านเลือกซื้อจากเราไปจะเกิดประโยชน์สูงสุดค่ะ'
  },
  {
    'id': 3,
    'imageUrl': 'assets/images/41872475629182170327420235845883_n.jpg',
    'title': 'วันหยุดใครเค้าหยุดกัน ออกมารันวงการแพทย์ฉุกเฉินกันดีกว่า',
    'content': 'วันหยุดใครเค้าหยุดกัน ออกมารันวงการแพทย์ฉุกเฉินกันดีกว่า ขนมาทั้ง Philips FujifilmSonosite Edan และ Sunlife แวะมาพบกันที่งาน CCEM 2023 : Chiangmai conference of Emergency medicine ณ One nimman conventiona เชียงใหม่นะครับl'
  },
  {
    'id': 4,
    'imageUrl': 'assets/images/4187365427475702515417790849174114_n.jpg',
    'title': 'We are in Manila - ทีม Imaging Ultrasound ของบริษัท อิโนเวชั่นส์ จำกัด',
    'content': 'We are in Manila - ทีม Imaging Ultrasound ของบริษัท อิโนเวชั่นส์ จำกัด ได้เข้าร่วม Training ในงาน FUJIFILM SONOSITE ASIA DISTRIBUTORS MEETING ที่กรุงมะนิลา ประเทศฟิลิปปินส์ งานนี้ได้อัพสกิลใหม่ๆ กลับมาฝากลูกค้าทุกท่าน. ชมบรรยากาศการเรียนรู้ของพวกเราในคลิปวีดีโอ แล้วมาพบกับ Next step ของการยกระดับวงการ Point of care Ultrasound กับพวกเรานะคะ สนใจติดต่อผู้แทนขายในเขตหรือ INBOX มาได้เลยค่ะ'
  },
];
